export default function Learning(){
    return(
        <>
        <div className="learning">
            <h2>
                Как проходит обучение?
            </h2>
            <div className="block">
                <p>01</p>
                <p>Определяем ваши цели и знания</p>
                <p>Проводим предварительный тест, чтобы мы определили ваш уровень. Узнаем какие цели вы преследуете в изучении языков</p>                   
            </div>
            <div className="block">
                <p>02</p>
                <p>Выбираете удобный формат обучения</p>
                <p>Вы можете выбрать любой из предоставленных нами форматов обучения. </p>
            </div>
            <div className="block">
                <p>03</p>
                <p>Встречаетесь с преподавателем</p>
                <p>Узнаете друг друга получше, чтобы вместе развиваться и достигать поставленных целей</p>
            </div>
            <div className="block">
                <p>04</p>
                <p>Занимаетесьпо персональному плану</p>
                <p>Вы устанавливаете цели, а преподаватель корректирует под них ваш учебный план. </p>
            </div>  
        </div>
        </>
    )
}