import man1 from '../../../source/images/main/man1.png'
import women1 from '../../../source/images/main/women1.png'
import women2 from '../../../source/images/main/women2.png'
import women3 from '../../../source/images/main/women3.png'
import women4 from '../../../source/images/main/women4.png'
import women5 from '../../../source/images/main/women5.png'
import popman1 from '../../../source/images/main/man1.jpg'
import popwomen1 from '../../../source/images/main/women1.jpg'
import popwomen2 from '../../../source/images/main/women2.jpg'
import popwomen3 from '../../../source/images/main/women3.jpg'
import popwomen4 from '../../../source/images/main/women4.jpg'
import popwomen5 from '../../../source/images/main/women5.jpg'
import newwomen from '../../../source/images/main/newwomen.png'
import popnewwomen from '../../../source/images/main/popnewwomen.png'

export const teachers = [
    // {
    //     id: 1,
    //     categories: ['eng', 'franch'],
    //     name: 'Мария Павловна Кричевская',
    //     popName: 'Мария Павловна',
    //     text: 'Руководитель центра MaryPro School и человек, по уши влюбленный в иностранные языки. Мария Павловна преподает английский, итальянский и французский. Это преподаватель, который любит дисциплину, системность и знает всех учеников нашего центра по именам вне зависимости от того, у какого преподавателя они занимаются. \n\nИ более того — к каждому из них Мария Павловна знает свой подход, что безусловно подтверждается их результатами в школе, на олимпиадах и в жизни.',
    //     mobtext: 'Руководитель центра MaryPro School и человек, по уши влюбленный в иностранные языки. ',
    //     tag: ['9 лет опыта', 'Английский: C1', 'Французский: B2', 'Итольянский B2'],
    //     image: women2,
    //     popImage: popwomen2,
    //     about: {
    //         education: 'МГУ им. Ломоносова. (2010-2015). Филологический факультет. Специальность: Романо-германские языки.',
    //         internships: ['Università degli studi Roma III (2011-2012). Dipartimento di Studi', 'Dipartimento di Studi UmanisticiFacoltà di Lettera e Filosofia — Италия', 'Universite Paris-X-Nanterre (2013). La Faculté des Lettres⠀— Франция'],
    //         sertificate: ['FCE (First Certificate in English) — C1', "DELF (Diplôme d'études en langue française) — B2"],
    //         levelLang: [
    //             {
    //                 level: '9',
    //                 description: 'лет опыта'
    //             },
    //             {
    //                 level: 'C1',
    //                 description: 'уровень английского языка'
    //             },
    //             {
    //                 level: 'B2',
    //                 description: 'уровень французкого языка'
    //             }

    //         ]
    //     },
        

    // },
    {
        id: 2,
        categories: ['eng', 'franch'],
        name: 'Ксения Александровна Лагутина',
        popName: 'Ксения Александровна',
        text: 'Преподаватель английского и французского языков. Ее талант заключается в способности объяснить даже самые сложные вещи ребенку любого возраста за минимально короткий промежуток времени. Абсолютный рекорд — грамматическая тема за 98 секунд, которую Ксения Александровна объяснила на индивидуальном занятии с третьеклассником. Ученики этого преподавателя отличаются особенной уверенностью в себе: они не боятся говорить, ведь на групповых занятиях Ксения Александровна делает упор именно на говорение.',
        mobtext: 'Ее талант заключается в способности объяснить даже самые сложные вещи ребенку любого возраста за минимально короткий промежуток времени.',
        tag: ['3 года опыта', 'Английский: B2', 'Французский: C1'],
        image: women3,
        popImage: popwomen3,
        about: {
            education: 'В 2023 году окончила Московский городской педагогический университет по направлению “Педагогическое образование. Французский язык”. Проходила педагогическуб практику в топ-300 школ России. ',
            internships: ['Università degli studi Roma III (2011-2012). Dipartimento di Studi', 'Dipartimento di Studi UmanisticiFacoltà di Lettera e Filosofia — Италия', 'Universite Paris-X-Nanterre (2013). La Faculté des Lettres⠀— Франция'],
            sertificate: ['PET (Preliminary English Test) — B2', "DELF (Diplôme d'études en langue française) — С1"],
            levelLang: [
                {
                    level: '3',
                    description: 'года опыта'
                },
                {
                    level: 'B2',
                    description: 'уровень английского языка'
                },
                {
                    level: 'C1',
                    description: 'уровень французкого языка'
                }

            ]
        },
        
    },
    {
        id: 3,
        categories: ['eng'],
        name: 'Павел Зиновьевич Кричевский',
        popName: 'Павел Зиновьевич',
        text: 'Преподаватель английского языка. Павел Зиновьевич — это преподаватель для тех, кто готов покорять вершины языка. Для тех, кто готов заплывать за буйки в море грамматики. \n\nЕсли вы хотите сдать ОГЭ, ЕГЭ, FCE (B2-C1 level), CAE (C1-C2 level), CPE (C2 level), IELTS  или TOEFL, то вам к Павлу Зиновьевичу. Будет сложно, но каждая минута занятия того стоит.',
        mobtext: 'Преподаватель английского языка. Павел Зиновьевич — это преподаватель для тех, кто готов покорять вершины языка. ',
        tag: ['40 лет опыта', 'Английский: C2', 'Средний балл учеников по ЕГЭ: 90'],
        image: man1,
        popImage: popman1,
        about: {
            education: 'Проходил курс повышения квалификации для учителей в элитной школе Cambridge Studio.',
            internships: ['Università degli studi Roma III (2011-2012). Dipartimento di Studi', 'Dipartimento di Studi UmanisticiFacoltà di Lettera e Filosofia — Италия', 'Universite Paris-X-Nanterre (2013). La Faculté des Lettres⠀— Франция'],
            sertificate: ['FCE (First Certificate in English) — C1', "DELF (Diplôme d'études en langue française) — B2"],
            levelLang: [
                {
                    level: '40',
                    description: 'лет опыта'
                },
                {
                    level: 'C2',
                    description: 'уровень английского языка'
                },
                {
                    level: '90',
                    description: 'cредний балл учеников по ЕГЭ'
                }

            ]
        },

        
    },
    {
        id: 4,
        categories: ['eng'],
        name: 'Джамиля Аслановна Иванова',
        popName: 'Джамиля Аслановна',
        text: 'Преподаватель английского языка для детей и творческая жилка нашей команды, ведь именно она руководит проектом Creators Club. \n\nСупер сила Джамили Аслановны — ладить с самыми маленькими детьми и влюблять их в английский язык. Ни одно занятие в группе у этого преподавателя не похоже на предыдущее, и именно за это ее так любят наши ученики и их родители.',
        mobtext: 'Супер сила Джамили Аслановны — ладить с самыми маленькими детьми и влюблять их в английский язык. ',
        tag: ['2 года опыта', 'Английский: C1', 'Английский для детей'],
        image: women4,
        popImage: popwomen4,
        about: {
            education: '',
            internships: ['Lancing College (2017-2018) — Великобритания', 'Ca’Foscari University of Venice (2022) — Италия'],
            sertificate: ['FCE (First Certificate in English) — C1 (180/190) ⠀', "TOEFL — C2 (110/120)", "IELTS — C1 (8.0/9.0)⠀", "CILS — B2"],
            levelLang: [
                {   
                    level: '2',
                    description: 'года опыта'
                },
                {
                    level: 'C1',
                    description: 'уровень английского языка'
                },
                {
                    level: '',
                    description: 'Английский для детей'
                }
    
            ]
        }
    },
    {
        id: 5,
        categories: ['eng'],
        name: 'Юлия Дмитриевна Колобова',
        popName: 'Юлия Дмитриевна',
        text: 'Сила Юлии Дмитриевны в том, что благодаря своему опыту она умеет выстраивать максимально точные стратегии занятий, чтобы из точки А прийти в точку Б. Чаще всего наши преподаватели проводят тестирования по 30-45 минут. Юлия Дмитриевна проводит тестирование 90 минут. Оно досконально и тщательно. Если вы пришли, чтобы подтянуть английский до пятерки в школе, Юлия Дмитриевна точно скажет, сколько занятий вам понадобится. А дисциплина, интерактивные занятия и открытость миру делают так, что дети буквально просятся заниматься английским чаще.',
        mobtext: 'Сила Юлии Дмитриевны в том, что благодаря своему опыту она умеет выстраивать максимально точные стратегии занятий, чтобы из точки А прийти в точку Б.',
        tag: ['3 года опыта', 'Английский: C1', 'Английский для детей'],
        image: women5,
        popImage: popwomen5,
        about: {
            education: '',
            internships: ['Стажировка в Лондоне (Stay Campus London), 2019 ', 'Педагогическая практика в детском языковом лагере «Хаглар» города Санкт-Петербург, вожатый-преподаватель, 2022', 'Педагогическая практика в общеобразовательной школе с углубленным изучением английского языка в Санкт-Петербурге, 2023 '],
            sertificate: ['Кембриджский сертификат PET B1, 2018', "Сертификат о посещении языкового курса в Лондоне (Stay Campus London, course of 15 hours per week, C1 CEFR level), 2019"],
            levelLang: [
                {   
                    level: '3',
                    description: 'года опыта'
                },
                {
                    level: 'C1',
                    description: 'уровень английского языка'
                },
                {
                    level: '',
                    description: 'Английский для детей'
                }
    
            ]
        }
    },
    {
        id: 6,
        categories: ['eng'],
        name: 'Караваева Татьяна Дмитриевна',
        popName: 'Караваева Татьяна',
        text: 'Сила Караваева Татьяна в том, что благодаря своему опыту она умеет выстраивать максимально точные стратегии занятий, чтобы из точки А прийти в точку Б. Чаще всего наши преподаватели проводят тестирования по 30-45 минут. Юлия Дмитриевна проводит тестирование 90 минут. Оно досконально и тщательно. Если вы пришли, чтобы подтянуть английский до пятерки в школе, Юлия Дмитриевна точно скажет, сколько занятий вам понадобится. А дисциплина, интерактивные занятия и открытость миру делают так, что дети буквально просятся заниматься английским чаще.',
        mobtext: 'Сила Караваева Татьяна в том, что благодаря своему опыту она умеет выстраивать максимально точные стратегии занятий, чтобы из точки А прийти в точку Б.',
        tag: ['5 лет опыта', 'Английский: C1', ''],
        image: newwomen,
        popImage: popnewwomen,
        about: {
            education: 'Высшее педагогическое, учитель иностранного языка (английский) ',
            internships: ['2 года преподавания в частном лингвистическом центре « Полиглотики» , город Чехов', '3 года педагогической деятельности в общеобразовательной школе , учитель английского языка и классный руководитель, МБОУ СОШ номер 3, город Чехов ', '1 год работы в частной языковой школе и языковом центре «Bright» город Чехов '],
            sertificate: ['Кембриджский сертификат PET B1, 2018', "Сертификат о посещении языкового курса в Лондоне (Stay Campus London, course of 15 hours per week, C1 CEFR level), 2019"],
            levelLang: [
                {   
                    level: '5',
                    description: 'лет опыта'
                },
                {
                    level: 'C1',
                    description: 'уровень английского языка'
                }
            ]
        }
    },
    
]